Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# iCloudPhotoSyncingAlertDescription
source: While your photos are syncing, the screen saver will display Aerials.
ar: أثناء مزامنة الصور، ستعرض شاشة التوقف صورًا جوية.
ca: Mentre se sincronitzin les fotos, es mostraran les vistes aèries a l’estalvi de pantalla.
cs: Spořič obrazovky bude během synchronizace fotek zobrazovat letecké záběry.
da: Skærmskåneren viser luftfotos, mens dine fotos synkroniseres.
de: Während der Synchronisation der Fotos zeigt der Bildschirmschoner Luftaufnahmen.
el: Η προφύλαξη οθόνης θα εμφανίζει αεροβίντεο κατά τον συγχρονισμό των φωτογραφιών σας.
es: Mientras se sincronizan tus fotos, el salvapantallas mostrará vistas aéreas.
es_us: Mientras se estén sincronizando tus fotos, el protector de pantalla mostrará vistas aéreas.
fi: Kun kuvia synkronoidaan, näytönsäästäjä näyttää ilmakuvia.
fr: L’économiseur d’écran affichera des vues aériennes pendant la synchronisation de vos photos.
fr_ca: L’économiseur d’écran affichera des vues aériennes tant que vos photos seront en cours de synchronisation.
he: במהלך סנכרון התמונות, שומר המסך יציג צילומים אוויריים.
hi: जब आपकी तस्वीरें सिंक हो रही हों, तो स्क्रीन सेवर एरियल दिखाएगा।
hr: Dok se vaše fotografije sinkroniziraju, zaštita zaslona prikazivat će zračne snimke.
hu: Amíg a fotói szinkronizálódnak, a képernyővédő légi felvételeket fog megjeleníteni.
id: Saat foto Anda sedang diselaraskan, penghemat layar akan menampilkan Aerial.
it: Durante la sincronizzazione delle foto, il salvaschermo mostrerà le viste aeree.
ja: 写真を同期している間、スクリーンセーバには“空撮”が表示されます。
ko: 사진이 동기화되는 동안 화면 보호기에 항공 사진이 표시됩니다.
ms: Semasa foto anda diselaraskan, penyelamat skrin akan memaparkan Tema Udara.
nb: Skjermspareren vil vise luftfoto mens bildene dine synkroniseres.
nl: Tijdens het synchroniseren van je foto's wordt de schermbeveiliging 'In vogelvlucht' weergegeven.
pl: W trakcie synchronizowania zdjęć używany jest wygaszacz ekranu Z lotu ptaka.
pt_br: Durante a sincronização das fotos, o protetor de tela exibirá vistas Aéreas.
pt_pt: Durante a sincronização das fotografias, serão apresentadas vistas aéreas na proteção de ecrã.
ro: În timpul sincronizării pozelor, screensaverul va afișa vederi aeriene.
ru: Пока фото синхронизируются, на телевизоре будут отображаться аэрозаставки.
sk: Počas synchronizácie fotiek bude šetrič obrazovky zobrazovať letecké zábery.
sl: Medtem ko se fotografije sinhronizirajo, bo ohranjevalnik zaslona prikazoval posnetke iz zraka.
sv: Skärmsläckaren visar flygfoton medan dina bilder synkroniseras.
th: ในระหว่างที่รูปภาพของคุณกำลังเชื่อมข้อมูลอยู่ ภาพพักหน้าจอจะแสดงภาพมุมสูง
tr: Fotoğraflarınız eşzamanlanırken ekran koruyucu havadan öğeleri görüntüler.
uk: Поки фотографії синхронізуються, заставка показуватиме види з повітря.
vi: Trong khi ảnh của bạn đang đồng bộ hóa, trình bảo vệ màn hình sẽ hiển thị Không trung.
zh_cn: 同步照片时，屏幕保护程序将显示航拍。
zh_hk: 相片同步期間，螢幕保護程式將會顯示「航拍」。
zh_tw: 在你的照片同步期間，螢幕保護程式會顯示「空照圖」。

# iCloudPhotoSyncingAlertTitle
source: Syncing iCloud Photos
ar: تجري مزامنة صور iCloud
ca: Sincronitzant les fotos a l’iCloud
cs: Synchronizace fotek na iCloudu
da: Synkroniserer iCloud-fotos
de: iCloud-Fotos synchronisieren
el: Συγχρονισμός των Φωτογραφιών iCloud…
es: Sincronización de las fotos en iCloud
es_us: Sincronizando Fotos en iCloud
fi: Synkronoidaan iCloud-kuvia
fr: Synchronisation de Photos iCloud
fr_ca: Synchronisation de Photos iCloud
he: מסנכרן את ״תמונות iCloud״
hi: iCloud तस्वीरें सिंक की जा रही हैं
hr: Sinkroniziranje iCloud fotografija
hu: iCloud-fotók szinkronizálása
id: Menyelaraskan Foto iCloud
it: Sincronizzo “Foto di iCloud”
ja: iCloud写真を同期中
ko: iCloud 사진 동기화 중
ms: Menyelaraskan Foto iCloud
nb: Synkroniserer iCloud Bilder
nl: iCloud-foto's synchroniseren
pl: Synchronizuję zdjęcia w iCloud
pt_br: Sincronizando Fotos do iCloud
pt_pt: A sincronizar Fotografias em iCloud
ro: Sincronizare Poze iCloud
ru: Синхронизация фото iCloud
sk: Synchronizujem iCloud Fotky
sl: Poteka sinhronizacija funkcije Fotografije iCloud
sv: Synkroniserar iCloud-bilder
th: กำลังเชื่อมข้อมูล “รูปภาพ iCloud”
tr: iCloud Fotoğrafları Eşzamanlanıyor
uk: Фото iCloud синхронізуються
vi: Đang đồng bộ hóa Ảnh iCloud
zh_cn: 正在同步iCloud照片
zh_hk: 正在同步iCloud相片
zh_tw: 正在同步iCloud照片

# iCloudSharedAlbumsDescription
source: See the photos and videos you shared with your friends and family. You can also see the photos, videos, and comments they’ve added to your albums.
ar: يمكنك مشاهدة الصور والفيديوهات التي شاركتها مع أصدقائك وعائلتك. ويمكنك أيضًا مشاهدة الصور والفيديوهات والتعليقات التي أضافوها إلى ألبوماتك.
ca: Visualitza les fotos i els vídeos que has compartit amb la família i les amistats. També pots veure les fotos, els vídeos i els comentaris que hagin afegit als àlbums.
cs: Zde vidíte fotky a videozáznamy, které sdílíte s přáteli a rodinou. Také zde můžete vidět fotky, videa a komentáře, které do vašich alb přidali oni.
da: Se de fotos og videoer, du har delt med venner og familie. Du kan også se de fotos, videoer og kommentarer, som de har føjet til dine album.
de: Zeige die Fotos und Videos an, die du mit Freund:innen und Familie teilst. Du kannst auch Fotos, Videos und Kommentare sehen, die diese zu deinen Alben hinzugefügt haben.
el: Δείτε τις φωτογραφίες και τα βίντεο που έχετε μοιραστεί με φίλους και συγγενείς. Μπορείτε επίσης να δείτε τις φωτογραφίες, τα βίντεο και τα σχόλια που έχουν προσθέσει στα άλμπουμ σας.
es: Mira las fotos y vídeos que has compartido con tu familia y amigos. También puedes ver las fotos, vídeos y comentarios que ellos han añadido a tus álbumes.
es_us: Ve las fotos y los videos que compartes con amigos y familiares. También puedes ver los comentarios que dejaron en fotos, videos y en tus álbumes.
fi: Näe kuvat ja videot, jotka olet jakanut ystäville ja perheenjäsenille. Näe myös kuvat, videot ja kommentit, jotka he ovat lisänneet albumeihisi.
fr: Affichez les photos et vidéos partagées avec vos proches. Vous pouvez également voir les photos, vidéos et commentaires qu’ils ont ajoutés à vos albums.
fr_ca: Affichez les photos et vidéos que vous avez partagées avec vos amis et votre famille. Vous pouvez également afficher les photos, vidéos et commentaires qu’ils ont ajoutés à vos albums.
he: באפשרותך לראות את התמונות והסרטים ששיתפת עם חברים ובני משפחה. באפשרותך גם לראות תמונות, סרטים ותגובות שהם הוסיפו לאלבומים שלך.
hi: अपने दोस्तों और परिवार के साथ आपके द्वारा शेयर की गई तस्वीरें और वीडियो देखें। आप अपने ऐल्बम में उनके द्वारा जोड़ी गईं तस्वीरें, वीडियो और टिप्पणियाँ भी देख सकते हैं।
hr: Pogledajte fotografije i videozapise koje ste podijelili sa svojim prijateljima i obitelji. Također možete pogledati fotografije, videozapise i komentare koje su dodali u vaše albume.
hu: Megtekintheti a barátaival és családjával megosztott fotókat és videókat. Láthatja továbbá azokat a fotókat, videókat és megjegyzéseket is, amelyeket ők adnak hozzá az Ön albumaihoz.
id: Lihat foto dan video yang Anda bagikan dengan teman dan keluarga. Anda juga dapat melihat foto, video, dan komentar yang telah mereka tambahkan ke album Anda.
it: Guarda le foto e i video che hai condiviso con i tuoi familiari e amici. Puoi anche visualizzare le foto, i video e i commenti che hanno aggiunto ai tuoi album.
ja: 友達や家族と共有した写真やビデオを閲覧できます。友達や家族があなたのアルバムに追加した写真、ビデオ、およびコメントを確認することもできます。
ko: 친구 및 가족과 공유한 사진과 비디오를 봅니다. 또한 사용자의 앨범에 친구 및 가족이 추가한 사진, 비디오 및 댓글을 볼 수 있습니다.
ms: Lihat foto dan video yang anda kongsi bersama rakan dan keluarga anda. Anda juga boleh melihat foto, video dan komen yang telah mereka tambah ke album anda.
nb: Se bilder og videoer du har delt med venner og familie. Du kan også se bilder, videoer og kommentarer de har lagt til i albumene dine.
nl: Bekijk de foto's en video's die je met vrienden en familie hebt gedeeld. Je kunt ook de foto's, video's en opmerkingen zien die zij aan jouw albums hebben toegevoegd.
pl: Oglądaj zdjęcia i wideo, które udostępniasz rodzinie i znajomym. Możesz również przeglądać zdjęcia, wideo i komentarze dodane do Twoich albumów.
pt_br: Veja as fotos e os vídeos que você compartilhou com amigos e familiares. Você também pode ver as fotos, vídeos e comentários que foram adicionados aos seus álbuns.
pt_pt: Veja as fotografias e vídeos que partilhou com amigos e família. Também pode ver as fotografias, vídeos e comentários que foram adicionados aos seus álbuns.
ro: Vedeți pozele și clipurile video pe care le‑ați partajat cu prietenii și familia. De asemenea, puteți vedea pozele, clipurile video și comentariile pe care aceștia le‑au adăugat în albumele dvs.
ru: Смотрите фото и видео, которыми Вы поделились с друзьями и членами семьи. Вы можете также видеть фото, видео и комментарии, добавленные ими в Ваши альбомы.
sk: Prezerajte si fotky a videá zdieľané s priateľmi a rodinou. Zároveň si môžete prezerať fotky, videá a komentáre, ktoré boli pridané do vašich albumov.
sl: Oglejte si fotografije in videoposnetke, ki ste jih delili s prijatelji in družino. Ogledate si lahko tudi fotografije, videoposnetke in komentarje, ki so jih dodali v vaše albume.
sv: Se bilder och videor som du har delat med vänner och familj. Du kan även se bilder, videor och kommentarer som de har lagt till i dina album.
th: ดูรูปภาพและวิดีโอที่คุณแชร์กับเพื่อนและครอบครัวของคุณ คุณยังสามารถดูรูปภาพ วิดีโอ และความคิดเห็นที่พวกเขาเพิ่มไปยังอัลบั้มของคุณได้อีกด้วย
tr: Arkadaşlarınızla ve ailenizle paylaştığınız fotoğrafları ve videoları görün. Bu kişilerin albümlerinize eklediği fotoğrafları, videoları ve yorumları da görebilirsiniz.
uk: Переглядайте фото й відео, які ви поширили для друзів і рідних. Ви також можете бачити фото, відео та коментарі, додані ними до ваших альбомів.
vi: Xem các ảnh và video mà bạn đã chia sẻ với gia đình và bạn bè. Bạn cũng có thể xem ảnh, video và nhận xét mà họ đã thêm vào các album của bạn.
zh_cn: 查看你与朋友和家人共享的照片和视频。你还可以查看他们添加到相簿中的照片、视频和评论。
zh_hk: 查看你與家人及朋友共享的相片及影片。你亦可以查看他們在相簿中加入的相片、影片及評論。
zh_tw: 檢視你和家人朋友共享的照片和影片。你也可以檢視他們在你相簿中加入的照片、影片和評論。

# iCloudSharedAlbumsTitle
source: Shared Albums
ar: الألبومات المشتركة
ca: Àlbums compartits
cs: Sdílená alba
da: Delte album
de: Geteilte Alben
el: Κοινόχρηστα άλμπουμ
es: Álbumes compartidos
es_us: Álbumes compartidos
fi: Jaetut albumit
fr: Albums partagés
fr_ca: Albums partagés
he: אלבומים משותפים
hi: शेयर किए गए ऐल्बम
hr: Dijeljeni albumi
hu: Megosztott albumok
id: Album Bersama
it: Album condivisi
ja: 共有アルバム
ko: 공유 앨범
ms: Album Dikongsi
nb: Delte albumer
nl: Gedeelde albums
pl: Albumy udostępniane
pt_br: Álbuns Compartilhados
pt_pt: Álbuns partilhados
ro: Albume partajate
ru: Общие альбомы
sk: Zdieľané albumy
sl: Deljeni albumi
sv: Delade album
th: การแชร์อัลบั้ม
tr: Paylaşılan Albümler
uk: Спільні альбоми
vi: Album chung
zh_cn: 共享相簿
zh_hk: 共享相簿
zh_tw: 共享的相簿

# iCloudSignInDescription
source: Sign in to iCloud to use Family Sharing and Photos, store your app information, and more.
ar: سجّل الدخول إلى iCloud لاستخدام المشاركة العائلية والصور وتخزين معلومات التطبيقات، والمزيد.
ca: Inicia la sessió a l’iCloud per utilitzar el grup familiar i l’app Fotos, per desar la informació de les apps, i molt més.
cs: Přihlaste se k iCloudu a používejte funkce, jako je Rodinné sdílení a Fotky, ukládejte na iCloud data aplikací a mnoho dalšího.
da: Log ind på iCloud for at bruge Familiedeling og Fotos, lagre dine appoplysninger m.m.
de: Melde dich bei iCloud an, um Familienfreigabe und Fotos zu verwenden, App-Infos zu speichern und vieles mehr.
el: Συνδεθείτε στο iCloud για χρήση της Οικογενειακής κοινής χρήσης και των Φωτογραφιών, για αποθήκευση πληροφοριών εφαρμογών, και πολλά άλλα.
es: Inicia sesión en iCloud para usar “En familia” y Fotos, guardar la información de tus apps y muchas otras cosas.
es_us: Inicia sesión en iCloud para usar Compartir en familia y Fotos, almacenar tu información de apps, y más.
fi: Kirjaudu iCloudiin, jotta voit esimerkiksi käyttää Perhejakoa ja Kuvia sekä tallentaa appien tietoja.
fr: Connectez-vous à iCloud pour utiliser le partage familial et Photos, stocker les données de vos apps, et bien plus.
fr_ca: Connectez-vous à iCloud pour utiliser le partage familial et Photos, stocker les informations de vos apps, etc.
he: יש להתחבר ל-iCloud כדי להשתמש ב״שיתוף משפחתי״ וב״תמונות״, כדי לאחסן מידע לגבי יישומים ועוד.
hi: फ़ैमिली शेयरिंग और तस्वीर का उपयोग करने व अपनी ऐप जानकारी संग्रहित करने इत्यादि के लिए iCloud में साइन इन करें।
hr: Prijavite se na iCloud kako biste mogli koristiti Dijeljenje s obitelji i Foto, spremiti informacije o aplikacijama i još mnogo toga.
hu: Jelentkezzen be az iCloudba a Családi megosztás és a Fotók használatához, az appinformációk tárolásához és egyéb funkciók használatához.
id: Masuk ke iCloud untuk menggunakan fitur Keluarga Berbagi, Foto, dan iMovie Theater. Selain itu, Anda dapat menyimpan app dan informasi game Anda, dan masih banyak lagi.
it: Effettua l’accesso a iCloud per usare “In famiglia” e Foto, per conservare le informazioni relative alle tue app e altro ancora.
ja: iCloudにサインインすると、ファミリー共有や写真を使用したり、アプリの情報を保存したりできます。
ko: iCloud에 로그인하면 가족 공유 및 사진을 사용하고, 앱 정보를 저장하며, 그 외에도 더 많은 기능을 사용할 수 있습니다.
ms: Daftar masuk ke iCloud untuk menggunakan Perkongsian Keluarga dan Foto, menyimpan maklumat app anda serta banyak lagi.
nb: Logg på iCloud for å bruke Familiedeling og Bilder, lagre app- og spillinformasjon og annet.
nl: Log in bij iCloud om 'Delen met gezin' en 'Foto's' te gebruiken, je app- en gamegegevens te bewaren en meer.
pl: Zaloguj się w iCloud, aby używać Chmury rodzinnej i Zdjęć, zachowywać dane aplikacji itd.
pt_br: Inicie uma sessão no iCloud para usar o Compartilhamento Familiar e Fotos, armazenar informações de apps e mais.
pt_pt: Inicie sessão em iCloud para poder usar a Partilha com a família e a aplicação Fotografias, armazenar os dados das aplicações e muito mais.
ro: Autentificați-vă pe iCloud pentru a utiliza funcții precum Partajare familială și Poze, pentru a stoca informații referitoare la aplicații ș.a.m.d.
ru: Войдите в iCloud, чтобы использовать Семейный доступ и Фото, хранить информацию приложений и многое другое.
sk: Ak chcete používať Rodinné zdieľanie a Fotky, uchovávať dáta apiek a využívať ďalšie funkcie, prihláste sa do iCloudu.
sl: Vpišite se v storitev iCloud, če želite uporabljati Deljenje v družini in Fotografije, shranjevati podatke o aplikacijah in še več.
sv: Logga in på iCloud så kan du använda familjedelning och bilder, spara information om appar med mera.
th: ลงชื่อเข้า iCloud เพื่อใช้การแชร์กันในครอบครัวและรูปภาพ จัดเก็บข้อมูลแอปและอื่นๆ
tr: Aile Paylaşımı’nı ve Fotoğraflar’ı kullanmak, uygulama bilgilerinizi saklamak vb. için iCloud’a giriş yapın.
uk: Увійдіть до iCloud, щоб користуватись Домашньою колекцією і Фотографіями, зберігати дані програм тощо.
vi: Đăng nhập vào iCloud để sử dụng Chia sẻ trong gia đình và Ảnh, lưu trữ thông tin ứng dụng của bạn, v.v.
zh_cn: 登录iCloud来使用“家人共享”和“照片”，储存你的App信息，及实现更多功能。
zh_hk: 登入iCloud以使用「家人共享」、相片及儲存你的App資料等等。
zh_tw: 登入iCloud來使用「家人共享」和「照片」、儲存你的App資訊，以及其他項目。

# iCloudSignInTitle
source: Sign In
ar: تسجيل الدخول
ca: Inicia sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
es_us: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
fr_ca: Se connecter
he: התחברות
hi: साइन इन करें
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
ms: Daftar Masuk
nb: Logg på
nl: Log in
pl: Zaloguj się
pt_br: Iniciar Sessão
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Vpis
sv: Logga in
th: ลงชื่อเข้า
tr: Giriş Yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录
zh_hk: 登入
zh_tw: 登入

# iCloudSignOutDescription
source: Apple Account: %@
ar: حساب Apple:‏ %@
ca: Compte d’Apple: %@
cs: Účet Apple: %@
da: Apple-konto: %@
el: Λογαριασμός Apple: %@
es: Cuenta de Apple: %@
es_us: Cuenta de Apple: %@
fi: Apple-tili: %@
fr: Compte Apple : %@
fr_ca: Compte Apple : %@
he: חשבון Apple: ‏%@
hi: Apple खाता : %@
hr: Apple račun: %@
hu: Apple-fiók: %@
id: Akun Apple: %@
ko: Apple 계정: %@
ms: Akaun Apple: %@
nb: Apple-konto: %@
pl: Konto Apple: %@
pt_br: Conta Apple: %@
pt_pt: Conta Apple: %@
ro: Cont Apple: %@
ru: Аккаунт Apple: %@
sk: Apple účet: %@
sl: Račun Apple: %@
sv: Apple‑konto: %@
th: บัญชี Apple: %@
tr: Apple Hesabı: %@
uk: Обліковий запис Apple: %@
vi: Tài khoản Apple: %@
zh_cn: Apple账户：%@
zh_hk: Apple帳户：%@
zh_tw: Apple帳號：%@

# iCloudSignOutTitle
source: Sign Out
ar: تسجيل الخروج
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Έξοδος
es: Cerrar sesión
es_us: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
fr_ca: Se déconnecter
he: התנתקות
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
ms: Daftar Keluar
nb: Logg av
nl: Log uit
pl: Wyloguj się
pt_br: Finalizar Sessão
pt_pt: Terminar sessão
ro: Ieșire
ru: Выйти
sk: Odhlásiť sa
sl: Izpiši
sv: Logga ut
th: ลงชื่อออก
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出
zh_tw: 登出

# IncomingCallsDisableErrorAlertMessage_WIFI
source: Make sure your iPhone is nearby and is on the same Wi-Fi network as this Apple TV.
ar: يرجى التأكد من أن iPhone قريب ومتصل بنفس شبكة Wi-Fi المتصل بها هذا الـ Apple TV.
ca: Comprova que l’iPhone sigui a prop i estigui connectat a la mateixa xarxa Wi‑Fi que l’Apple TV.
cs: Ujistěte se, že je iPhone v dosahu a připojený k téže Wi‑Fi síti jako tato Apple TV.
da: Sørg for, at din iPhone er i nærheden og bruger det samme Wi-Fi-netværk som dette Apple TV.
de: Vergewissere dich, dass sich dein iPhone in der Nähe befindet und dasselbe WLAN wie dieses Apple TV verwendet.
el: Βεβαιωθείτε ότι το iPhone σας βρίσκεται κοντά και είναι συνδεδεμένο στο ίδιο δίκτυο Wi-Fi με αυτό το Apple TV.
es: Asegúrate de que el iPhone está cerca y conectado a la misma red Wi‑Fi que este Apple TV.
es_us: Asegúrate de que tu iPhone esté cerca y conectado a la misma red Wi-Fi que este Apple TV.
fi: Varmista, että iPhonesi on lähellä ja samassa Wi-Fi-verkossa kuin tämä Apple TV.
fr: Assurez-vous que votre iPhone est à proximité et connecté au même réseau Wi-Fi que cette Apple TV.
fr_ca: Assurez-vous que votre iPhone est à proximité et connecté au même réseau Wi‑Fi que cette Apple TV.
he: יש לוודא שה-iPhone נמצא בסביבה ומחובר לאותה רשת אלחוטית שאליה מחובר ה‑Apple TV.
hi: सुनिश्चित करें कि आपका iPhone आस-पास हो और उसी वाई-फ़ाई नेटवर्क पर हो जिस पर यह Apple TV है।
hr: Provjerite nalazi li se iPhone u blizini i je li spojen na istu Wi-Fi mrežu kao i ovaj Apple TV.
hu: Győződjön meg arról, hogy az iPhone‑ja a közelben van, és ugyanahhoz a Wi‑Fi-hálózathoz csatlakozik, mint ez az Apple TV.
id: Pastikan iPhone Anda berada di sekitar dan terhubung ke jaringan Wi-Fi yang sama dengan Apple TV ini.
it: Assicurati che iPhone si trovi nelle vicinanze e sia connesso alla stessa rete Wi‑Fi di Apple TV.
ja: iPhoneが近くにあり、このApple TVと同じWi‑Fiネットワークに接続されていることを確認してください。
ko: iPhone이 근처에 있고 이 Apple TV와 동일한 Wi-Fi 네트워크에 연결되어 있는지 확인하십시오.
ms: Pastikan iPhone anda berada berdekatan dan menggunakan rangkaian Wi‑Fi yang sama seperti Apple TV ini.
nb: Kontroller at iPhonen er i nærheten og at den er koblet til samme Wi‑Fi-nettverk som denne Apple TV-en.
nl: Zorg ervoor dat je iPhone zich in de buurt bevindt en hetzelfde wifinetwerk gebruikt als deze Apple TV.
pl: Upewnij się, że Twój iPhone jest w pobliżu i ma połączenie z tą samą siecią Wi‑Fi co ten Apple TV.
pt_br: Confira se o iPhone está por perto e conectado à mesma rede Wi‑Fi desta Apple TV.
pt_pt: Certifique‑se de que o iPhone está por perto e ligado à mesma rede Wi‑Fi que esta Apple TV.
ro: iPhone‑ul trebuie să se afle în apropiere și în aceeași rețea Wi‑Fi ca acest Apple TV.
ru: Убедитесь, что iPhone находится рядом и подключен к той же сети Wi‑Fi, что и этот Apple TV.
sk: Uistite sa, že je váš iPhone nablízku a pripojený k rovnakej Wi‑Fi sieti ako toto Apple TV.
sl: Prepričajte se, da je iPhone v bližini in povezan z istim omrežjem Wi‑Fi kot ta Apple TV.
sv: Se till att iPhone är i närheten och ansluten till samma Wi‑Fi-nätverk som denna Apple TV.
th: ตรวจสอบให้แน่ใจว่า iPhone ของคุณอยู่ใกล้เคียงและอยู่บนเครือข่าย Wi‑Fi เดียวกับ Apple TV เครื่องนี้
tr: iPhone’unuzun yakında ve bu Apple TV ile aynı Wi-Fi ağında olduğundan emin olun.
uk: Упевніться, що iPhone поблизу й підʼєднаний до тої самої мережі Wi‑Fi, що й цей Apple TV.
vi: Đảm bảo iPhone của bạn ở gần và kết nối vào cùng một mạng Wi-Fi như Apple TV này.
zh_cn: 确保iPhone在附近且与此Apple TV接入同一Wi-Fi网络。
zh_hk: 請確定iPhone在附近並與此Apple TV在相同的Wi-Fi網絡上。
zh_tw: 請確定iPhone位於附近且和此Apple TV連接相同的Wi-Fi網路。
